import os
os.system("clear ")
TARAK = ["[\x1b[1;91m■\x1b[0m□□□□□□□□□]","[\x1b[1;92m■■\x1b[0m□□□□□□□□]", "[\x1b[1;93m■■■\x1b[0m□□□□□□□]", "[\x1b[1;94m■■■■\x1b[0m□□□□□□]", "[\x1b[1;95m■■■■■\x1b[0m□□□□□]", "[\x1b[1;96m■■■■■■\x1b[0m□□□□]", "[\x1b[1;97m■■■■■■■\x1b[0m□□□]", "[\x1b[1;98m■■■■■■■■\x1b[0m□□]", "[\x1b[1;99m■■■■■■■■■\x1b[0m□]", "[\x1b[1;910m■■■■■■■■■■\x1b[0m]"]
os.system("pkg install espeak")
os.system("clear ")
print("\033[1;92m Walcome To BANGLADESH CYBER KING OFF SPY CYBER WORLD \033[1;30m")
os.system('espeak -a 50 "Walcome To BANGLADESH  CYBER  King off SPY CYBER WORLD "')
os.system("clear ")
os.system("xdg-open https://facebook.com/groups/763961535200112/")
print(f""" \033[1;31m            ➡️  WELCOME TO SPY CYBER WORLD ⚠️""")
print("""\x1b[38;5;46m
                ███████╗██████╗ ██╗   ██╗
                ██╔════╝██╔══██╗╚██╗ ██╔╝
                ███████╗██████╔╝ ╚████╔╝ 
                ╚════██║██╔═══╝   ╚██╔╝  
                ███████║██║        ██║   
                ╚══════╝╚═╝        ╚═╝   """)
print(f"""  \033[1;93m═══════════════════════════════════════════════════
 \033[1;93m‌‌‌‌[+]    \033[1;31m[✓] CREATED BY\31   :  Meraj Islam          \033[1;93m‌‌‌‌[+]
 \033[1;93m‌‌‌‌[+]    \033[1;32m[✓] FACEBOK      : \033[1;m Meraj Islam          \033[1;93m‌‌‌‌[+]
 \033[1;93m‌‌‌‌[+]    \033[1;m[✓] FB GROUP     : \33[1;49m Spy Cyber            \033[1;93m‌‌‌‌[+]
 \033[1;93m‌‌‌‌[+]    \033[1;34m[✓] WHATSAPP     : \033[1;m 💔                   \033[1;93m‌‌‌‌[+]
 \033[1;93m‌‌‌‌[+]    \033[1;32m[✓] TELEGRAM     : \033[1;m Meraj Islam          \033[1;93m‌‌‌‌[+]
 \033[1;93m‌‌‌‌[+]    \033[1;37m[✓] GITHUB       :  \033[1;37mSpyCyber404          \033[1;93m‌‌‌‌[+]
 \033[1;93m‌‌‌‌[+]    \033[1;35m[✓] TEAM         :  \033[1;35mSPY                  \033[1;93m‌‌‌‌[+]
 \033[1;93m‌‌‌‌[+]    \033[1;36m[✓] TOOL STATUS  : \033[1;36m Update Sms Bomber    \033[1;93m‌‌‌‌[+]
 \033[1;93m‌‌‌‌[+]    \033[1;33m[✓] TOOLS TYPE   :  \033[1;33mFREE                 \033[1;93m‌‌‌‌[+]
 \033[1;93m‌‌‌‌[+]    \033[1;30m[✓] TOOL VERSION :  \033[1;30m2.0                  \033[1;93m‌‌‌‌[+]
 \033[1;93m═══════════════════════════════════════════════════
 \033[1;91m[\033[1;97m•\033[1;91m]\033[1;32m PLZ SAPPORT ME BRO....
 \033[1;91m[\033[1;97m•\033[1;91m]\033[1;32m Spy Cyber ....
\033[1;91m\033[1;41m\033[1;97m              WELCOME TO SMS BOOMBING TOOLS               \033[;0m\033[1;91m\033[1;92m""")
os.system('espeak -a 50 " created by meraj islam"')
os.system('espeak -a 50 " Facebook  meraj islam"')
os.system('espeak -a 50 " facebook group spy cyber "')
os.system('espeak -a 50 " whatsapp 💔"')
os.system('espeak -a 50 " telegram meraj islam"')
os.system('espeak -a 50 "  github spy cyber 404 "')
os.system('espeak -a 50 "  team spy "')
os.system('espeak -a 50 "  tools status  "')
os.system('espeak -a 50 "  tools type free "')
os.system('espeak -a 50 "  tools version 2.o"')
